INSERT INTO `pill`(name, code, company, effect, basis, 
					caution, capacity, image_url, type, warning_pregnant, 
                    warning_use_date, warning_elders, warning_together, create_date, is_delete)
	VALUES ('타이레놀', 304304304, '존슨앤드존슨', '해열, 진통, 소염', '아세트아미노펜 500mg',
			'1. 경고
1) 매일 세잔 이상 정기적으로 술을 마시는 사람이 이 약이나 다른 해열 진통제를 복용해야 할 경우 반드시 의사 또는 약사와 상의해야 한다. 이러한 사람이 이 약을 복용하면 간손상이 유발될 수 있다.
2) 아세트아미노펜을 복용한 환자에서 매우 드물게 급성 전신성 발진성 농포증(급성 전신성 발진성 고름물집증)(AGEP), 스티븐스 - 존슨 증후군(SJS), 독성 표피 괴사용해(TEN)와 같은 중대한 피부 반응이 보고되었고, 이러한 중대한 피부반응은 치명적일 수 있다. 따라서 이러한 중대한 피부반응의 징후에 대하여 환자들에게 충분히 알리고, 이 약 투여 후 피부발진이나 다른 과민반응의 징후가 나타나면 즉시 복용을 중단하도록 하여야 한다.
3) 이 약은 아세트아미노펜을 함유하고 있다. 아세트아미노펜으로 일일 최대 용량(4,000mg)을 초과할 경우 간손상을 일으킬 수 있으므로 이 약을 일일 최대 용량(4000mg)을 초과하여 복용하여서는 아니되며, 아세트아미노펜을 포함하는 다른 제품과 함께 복용하여서는 안 된다.
2. 다음과 같은 사람은 이 약을 복용하지 말 것
1) 이 약에 과민증 환자
2) 소화성궤양 환자
3) 심한 혈액 이상 환자
4) 심한 간장애 환자
5) 심한 신장(콩팥)장애 환자
6) 심한 심장기능저하 환자
7) 아스피린 천식(비스테로이드성 소염(항염)제에 의한 천식발작 유발) 또는 그 병력이 있는 환자
8) 다음의 약물을 복용한 환자 : 바르비탈계 약물, 삼환계 항우울제
9) 알코올을 복용한 사람
3. 다음과 같은 사람은 이약을 복용하기 전에 의사, 치과의사, 약사와 상의할 것
1) 간장애 또는 그 병력이 있는 환자
2) 신장(콩팥)장애 또는 그 병력이 있는 환자
3) 소화성궤양의 병력이 있는 환자
4) 혈액이상 또는 그 병력이 있는 환자
5) 출혈경향이 있는 환자(혈소판기능이상이 나타날 수 있다.)
6) 심장기능이상이 있는 환자
7) 과민증의 병력이 있는 환자
8) 기관지 천식 환자
9) 고령자(노인)
10) 임부 또는 수유부
11) 다음의 약물을 복용하는 환자 : 와파린, 플루클록사실린
12) 글루타치온 보유량이 낮은 상태 환자
4. 다음과 같을 경우 이 약의 복용을 즉각 중지하고 의사, 치과의사, 약사와 상의할 것. 상담시 가능한 한 이 첨부문서를 소지할 것
1) 쇽: 쇽, 아나필락시양 증상 (과민성유사증상 : 호흡곤란, 온몸이 붉어짐, 혈관부기, 두드러기 등), 천식발작
2) 혈액: 혈소판 감소, 과립구감소, 용혈성(적혈구 파괴성)빈혈, 메트헤모글로빈혈증, 혈소판기능 저하(출혈시간 연장), 청색증
3) 과민증: 과민증상(얼굴부기, 호흡곤란, 땀이 남, 저혈압, 쇽)
4) 소화기: 구역, 구토, 식욕부진, 장기복용시 위장출혈, 소화성궤양, 천공(뚫림) 등의 위장관계 이상반응
5) 피부: 발진, 알레르기 반응, 피부점막안 증후군(스티븐스-존슨 증후군), 중독성표피괴사용해(리엘 증후군)
6) 기타: 장기투여시 만성간괴사, 급성췌장(이자)염, 만성간염, 신장(콩팥)독성
7) 과량투여: 간장, 신장(콩팥), 심근의 괴사
8) 이 약에 대해 시판 후 조사에서 보고된 추가적 이상반응은 아래 표와 같다. 발현빈도는 매우 흔히 ≥1/10, 흔히 ≥1/100 및 <1/10, 흔하지 않게 ≥1/1,000 및 <1/100, 드물게 ≥1/10,000 및 <1/1,000, 매우 드물게 <1/10,000 이다.', 
			'만 12세 이상 소아 및 성인: 1회 1~2정씩 1일 3-4회 (4-6시간 마다) 필요시 복용한다.', '/src/assests/img/tempPill.png', '해열&진통&소염제', false,
            true, true, false, now(), false);